# 'brew'
tap "homebrew/bundle"

# 'brew install'
brew "bash"
brew "mas"

# 'brew install --cask'
cask "1password"
cask "1password-cli"
cask "anki"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "no-ip-duc"
cask "obsidian"
cask "openvpn-connect"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "thinkorswim"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# 'vscode --install-extension'
vscode "GitHub.codespaces"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.sublime-keybindings"
vscode "wakatime.vscode-wakatime"

# 'mas install'
mas "Reeder 5.", id: 1529448980
mas "Things 3", id: 904280696